import 'react'
import AdminTable from './AdminTable'

export default function AdminOrders() {


const titles = ["מספר הזמנה", "שם סטודנט מזמין", "כמות מנות","מחיר כולל","מספר כיתה","זמן הכנה כולל","משלוח"]
const rows = [
    ["9627", "אופיר", "5", "130", "12", "30 דקות", true],
    ["1709", "יהונתן", "4", "108", "12", "30 דקות", false],
    ["1678", "אלישבע", "1", "25", "11", "20 דקות", false],
    ["1744", "נעמי", "3", "45", "10", "20 דקות", true],
    ["8024", "איתן", "5", "245", "10", "20 דקות", true],
    ["9559", "תמר", "4", "156", "12", "30 דקות", false],
    ["2298", "דניאל", "3", "114", "10", "20 דקות", false],
    ["7246", "סהר", "5", "205", "11", "20 דקות", true],
    ["3574", "שחר", "4", "84", "11", "45 דקות", true],
    ["8668", "מורן", "4", "76", "10", "45 דקות", false]
  ]

  return (
    <div>
      <AdminTable titles={titles} rows={rows} dataname="orders"/>
    </div>
  )
}

