import 'react'
import '../css/HelpPage.css'
export default function HelpPage() {



  return (
    <div className='HelpDiv'>
      <h2 className='title'>עזרה</h2>
      <h3 className='title'>רישום לשירות</h3>
      <p>בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה  </p>
      <h3 className='title'>הזמנת משלוח</h3>
      <p>בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה  </p>
      <h3 className='title'>הזמנת טייקווי</h3>
      <p>בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה  </p>
      <h3 className='title'>שינוי הזמנה</h3>
      <p>בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה  </p>
      <h3 className='title'>ביטול הזמנה</h3>
      <p>בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה <br></br> בלה בלה בלה בלה בלה בלה בלה בלה בלה  </p>
    </div>
  )
}

