import 'react'
import UserTable from '././UserTable'

export default function UserOrderHistory() {
  const titles = ["מספר הזמנה", "תאריך הזמנה", "פריטים נרכשים", "כמות", "מחיר כולל", "סטטוס הזמנה"]

  const rows = [
    ["5266", "27/4/2024", "סלט", "3", "20", "נשלחה"],
    ["6459", "23/4/2024", "סלט", "1", "38", "ממתינה לאיסוף"],
    ["3458", "5/6/2024", "פיצה", "4", "364", "נשלחה"],
    ["7976", "7/7/2024", "פסטה", "5", "345", "נשלחה"],
    ["2518", "7/11/2024", "פסטה", "3", "186", "נשלחה"],
    ["6223", "6/5/2024", "פיצה", "3", "210", "נשלחה"],
    ["8546", "10/4/2024", "צהריים של אמא", "5", "345", "נשלחה"],
    ["2577", "20/6/2024", "לחם המכללה", "1", "96", "הושלמה"],
    ["9960", "11/7/2024", "פסטה", "5", "410", "נשלחה"],
    ["9709", "13/7/2024", "פסטה", "1", "98", "נשלחה"]
  ]



  return (
    <div>
      <UserTable titles={titles} rows={rows} />
    </div>
  )
}